Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/agriculture_and_forestry/millennium_forests_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Over the centuries, woodlands have been severely affected by clearance and exploitation
ga: Thar na haoiseanna tá coillearnacha buailte go dona ag glanadh agus dúshaothrú

source: At present, the total forest area is 11% of the landscape
ga: Faoi láthair ní chlúdaíonn coillearnacha ach 11% de thírdhreach

source: Carefully planted and managed forests increase the biodiversity of the countryside, creating a huge range of habitats for wild fauna and flora
ga: Méadaíonn foraoiseacha a bhfuil bainistiú agus plandáil chúramach déanta orthu bithéagsúlacht ár dtaobh tíre, ag cruthú réimse mhóir gnáthóga le haghaidh ainmhithe agus fásra fiáin

source: Managing and using forests in a way that maintains their rich variety of life forms, their economic and social functions and their capacity to re-grow is called sustainable forest management
ga: Tugtar bainistíocht inbhuanaithe foraoise ar bhainistiú agus úsáid foraoiseacha ar bhealach a dhéanann cothabháil ar shaibhreas éagsúla a bhfoirmeacha beatha, a bhfeidhmeanna sóisialta agus eacnamaíochta agus a gcumas chun athfhás a dhéanamh

source: Trees are planted, allowed to mature, harvested, then re-planted and naturally re-generated in a continuous cycle of growth
ga: Plandáiltear crainn, ligtear cead dóibh aibiú, baintear iad, athphlandáiltear iad agus athghintear iad go nádúrtha i dtimthriall leanúnach fáis

source: Farm forestry provides an alternative income that helps sustain farming communities, thereby promoting rural development and enabling people to remain on their land
ga: Cuireann foraoiseacht fheirme malairt ioncaim ar fáil a chabhraíonn chun pobail fheirmeoireachta a bhuanú, ar an gcaoi sin cuirtear forbairt tuaithe chun cinn agus tugtar deis do dhaoine fanacht ar a gcuid talún

source: Grant aid and premiums (annual payments) from the Forest Service assist farmers in making the long-term investment in trees
ga: Tá spreagadh dá thabhairt don chlaonadh seo trí dheontas cabhrach agus préimheanna (íocaíochtaí bliantúla) ón tSeirbhís Fhoraoise chun cabhrú le feirmeoirí infheistíocht fhadtéarmach a dhéanamh i gcrainn

source: As part of the millennium (year 2000) celebrations over 1500 acres of native woodland were designated as "People's Millennium Forests"
ga: Mar chuid de cheiliúradh bliain na Mílaoise (bliain 2000), ainmníodh os cionn 1500 acra coillearnaí dúchasaí mar "Foraoiseacha Mílaoise na nDaoine"

source: This native woodland (divided into 16 forests around the country) include newly planted areas that have been using native Irish seed and the restoration of native woodlands
ga: Áirítear an choillearnach dhúchasach (atá roinnte suas i 16 foraois ar fud na tíre) foraoiseacha limistéir nua plandáilte a bhíodh ag baint úsáide as síol dúchasach agus athchóiriú a dhéanamh ar choillearnacha dúchasacha

source: As part of the celebrations, a native tree was planted free of charge on behalf of each household in Ireland
ga: Mar chuid den cheiliúradh, plandáladh crann dúchasach saor in aisce thar cheann gach líon tí in Éirinn

source: A total of 1.2 million native trees were planted
ga: Plandáladh 1.2 milliún crainn dhúchasacha ar fad

source: Every home was issued with a certificate giving details about the tree planted for each family and where it is located
ga: Eisíodh teastas do gach teach ag tabhairt eolais faoin gcrann a plandáladh do gach teaghlach agus cén áit a bhfuil sé lonnaithe

source: It is not possible to locate individual trees but each household will still be able to find which forest their tree was planted in
ga: Ní féidir crann aonair a aimsigh ach is féidir gach teaghlach aimsigh an fhoraois ina bhfuil a gcrann plandáilte

source: You can check which forest your tree is located
ga: Seiceáil cén fhoraois a bhfuil do chrann lonnaithe inti anseo

source: The People's Millennium Forest project is managed by Coillte, in partnership with the Woodlands of Ireland and the Forest Service
ga: Tá bainistíocht dá dhéanamh ar Thionscadal Foraoiseacha Mílaoise na nDaoine ag Coillte, i gcomhpháirtíocht le Coillearnacha na hÉireann agus an tSeirbhís Fhoraoise
